---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctSizes.Count
source: html/e85868ab-9c7d-3db3-3b84-9756a81f1abc.htm
---
# Autodesk.Revit.DB.Mechanical.DuctSizes.Count Property

Count of the items contained in the collection.

## Syntax (C#)
```csharp
public int Count { get; }
```